{
	"locales": [
		"mk",
		"al",
		"en"
	],
	"hero-1": [
		"We Do Need AN Education!",
		"We Do Need AN Education!",
		"We Do Need AN Education!"
	],
	"hero-button-1": [
		"Аплицирај за младински амбасадор",
		"Apliko për ambasadorë të rinj",
		"Apply to be a youth ambassador"
	],
	"hero-button-2": [
		"Стани активист",
		"Bëhu aktivist",
		"Become an activist"
	],
	"who-are-we": [
		"Кои сме ние?",
		"Kush jemi ne?",
		"Who are we?"
	],
	"who-are-we-text": [
		"Сојузот на средношколци на Република Северна Македонија (Unioni i Nxënësve të Shkollave të Mesme – UNSHM / The Union of High-School Students of North Macedonia) е единственото репрезентативно тело на средношколци во Македонија. Сојузот е уникатна структура управувана од средношколци за средношколци, и затоа поседува знаење и информации исклучиво на организацијата. Како единствен претставник на македонските средношколци, тој е клучен играч во креирањето политики за образование и младински прашања, претставувајќи го гласот на средношколците пред телата кои одлучуваат, политичките институции и другите чинители во областа на образованието. Во Северна Македонија мора да се обезбеди заштитата на правата на средношколците. Организацијата ја презема иницијативата за соработка и дијалог меѓу претставничките тела за ученици, наставници, директори на училишта и други институции кои поседуваат политичка моќ. Во овој процес, ние играме клучна улога во подобрувањето на добро застапената ниска перцепција за образованието. Во нашите очи, проблемот со образованието никогаш не може да се реши без, паралелно, да се зафати со општеството како целина - образованието не е статичен фрагмент од општеството, туку процес кој постојано го обликува општеството.",
		"Unioni i Nxënësve të Shkollave të Mesme të Maqedonisë së Veriut (Сојуз на средношколци – ССРСМ / The Union of High-School Students of North Macedonia) është e vetmja strukturë kombëtare përfaqësuese e nxënësve të shkollave të mesme në vend. Unioni është një strukturë unike e udhëhequr nga nxënësit për nxënësit, dhe prandaj posedon një pasuri informacionesh ekskluzive për organizatën. Si i vetmi përfaqësues i studentëve të shkollave të mesme në Maqedoni, ai luan një rol kyç në marrjen e vendimeve në çështjet e arsimit dhe të rinisë, duke përfaqësuar zërin e nxënësve të shkollave të mesme përpara vendimmarrësve, institucioneve politike dhe palëve të tjera të interesuara në fushën e arsimit. Mbrojtja e të drejtave të nxënësve duhet të garantohet në Maqedoninë e Veriut. Organizata merr iniciativën e bashkëpunimit dhe dialogut mes strukturave përfaqësuese të studentëve, mësuesve, drejtorëve të shkollave dhe institucioneve të tjera me pushtet politik. Në këtë proces, ne luajmë një rol kyç në zgjerimin e perceptimit të ngushtë të përfaqësuar për arsimin. Në sytë tanë, çështja e arsimit asnjëherë nuk mund të trajtohet pa trajtimin e shoqërisë në tërësi - arsimi nuk është një fragment i pandryshueshëm i shoqërisë, por një proces që vazhdimisht formon shoqërinë.",
		"The Union of High-School Students of North Macedonia (Сојуз на средношколци на – ССРСМ / Unioni i Nxënësve të Shkollave të Mesme – UNSHM) is the only nationwide representative body of high-school students in the country. The Union is a unique structure run by high-schoolers for high-schoolers, and therefore possesses a wealth of knowledge and information exclusive to the organisation. As the sole representative of Macedonian high- school students, it is a key player in the policy-making on education and youth matters, representing the voice of secondary school students before decision-making bodies, political institutions and other stakeholders in the field of education. The protection of students’ rights must be ensured in North Macedonia. The organisation takes initiative of cooperation and dialogue between representative bodies for students, teachers, school principals and other institutions possessing political power. In this process, we play a key role in widening the well-represented narrow perception of education. In our eyes, the matter of education can never be tackled without, in parallel, tackling society as a whole - education is not a static fragment of society, but a process constantly shaping society."
	],
	"history-title": [
		"Нашата историја",
		"Historia jonë",
		"Our history"
	],
	"history-text-1": [
		"Основан во ноември 2017 година во Тетово, Сојузот започнува како непрофитно, независно, непартиско студентско движење во полошкиот регион. Следните три години биле значителни за негово ширење низ целата земја, како и застапување на идејата за мешано учење и прилагодување на државната матура на пандемијата. Сојузот ги обединува средношколците од сите етникуми и вери од Северна Македонија во сите региони на земјата.",
		"E themeluar në Nëntor të vitit 2017 në Tetovë, ne filluam si një lëvizje studentore jofitimprurëse, e pavarur dhe pa parti politike, në rajonin e Pollogut. Tre vitet e ardhshme shënuan punën e shpërndarjes së Bashkimit në tërë vendin, po ashtu mbështetjen ndaj mësimit të kombinuar dhe adaptimin e maturës shtetërore në kohë të pandemisë. Unioni bashkon studentët e shkollave të mesme të të gjitha etniveve dhe besimeve të Maqedonisë së Veriut në të gjitha rajonet e vendit.",
		"Founded in November 2017 in Tetovo, we started as a non-profit, independent, nonpartisan student grassroots movement in the Polog region. The next three years marked the work of spreading the Union to the entirety of the country, as well as advocating for blended learning and adapting the state matura to the pandemic. The Union unites high-school students of all the ethnicities and faiths of North Macedonia in all regions of the country."
	],
	"history-text-2": [
		"Сојузот го избра своето ново раководство на 29 мај 2021 година со мандат од две години. Актуелната администрација ги убеди властите повторно да ги отворат училиштата во двета полугодија од учебната година. Исто така, подготви два нацрт-закони со кои јавниот превоз ќе биде бесплатен за сите средношколци и ќе ги регулира студентските совети за прв пат во историјата на земјата. Од април 2022 година, Унијата е кандидат за членство во OBESSU.",
		"Unioni zgjodhi udhëheqjen e saj të re më 29 maj të vitit 2021 për një mandat prej dy vitesh. Administrata aktuale bindi autoritetet për rihapjen e shkollave për të dy semestrat e vitit shkollor. Gjithashtu ka përgatitur dy projektligje që do të bëjnë transportin publik falas për të gjithë studentët e shkollave të mesme dhe që do të rregullojnë këshillat e studentëve për herë të parë në historinë e vendit. Që në prill të vitit 2022, Unioni është kandidat për anëtarësim në OBESSU.",
		"The Union elected its new leadership on 29 May 2021 for a two-year term. The current administration persuaded the authorities to re-open the schools for both semesters of the school year. It has also prepared two draft Bills that will make public transport free for all high-school students and regulate student councils for the first time in the country’s history. Since April 2022, the Union is a candidate for OBESSU membership."
	],
	"meet-the-team": [
		"Запознајте се со Тимот",
		"Takohen me Ekipin",
		"Meet the Team"
	],
	"about-title": [
		"Сојузот",
		"Unioni",
		"The Union"
	],	
	"about-0": [
		"Според нашиот Статут, највисоко одлучувачко тело на Сојузот е Генералното собрание. Генералното собрание го сочинуваат сите младински амбасадори на Унијата кои ги претставуваат средношколците на градско ниво. Претседателот претседава и го свикува Собранието.",
		"Sipas Statusit tonë, organi më i lartë vendimmarrës i Unionit është Asambleja e Përgjithshme. Asambleja e Përgjithshme (AP) përbëhet nga të gjithë Ambasadorët Rinj të Unionit që përfaqësojnë nxënësit e shkollave të mesme në nivel të qytetit. Presidenti kryeson dhe mbledh AP.",
		"According to our Statutes, the highest-decision making body of the Union is the General Assembly. The General Assembly (GA) comprises all the Youth Ambassadors of the Union that represent the high-school students at the city level. The President chairs and convenes the GA."
	],
	"about-1": [
		"На централно ниво, второто највисоко тело за одлучување кое е задолжено за секојдневното работење на организацијата е Извршниот одбор. Одборот ги спроведува одлуките донесени од Генералното собрание.",
		"Në nivelin qendror, organi i dytë më i lartë vendimmarrës që është i ngarkuar me drejtimin e përditshëm të organizatës është Bordi Ekzekutiv (BE). BE zbaton vendimet e marra nga Asambleja e Përgjithshme.",
		"On the central level, the second highest-decision making body that is charged with the day-to-day running of the organization is the Executive Board (EB). The EB implements the decisions made by the General Assembly."
	],
	"about-2": [
		"Генералното собрание и Извршниот одбор можат да одлучат да формираат разни други комисии и работни групи за да се фокусираат на одреден сегмент од работата на Сојузот.",
		"Asambleja e Përgjithshme dhe Bordi Ekzekutiv mund të vendosin të formojnë komitete të tjera të ndryshme, grupe pune për t'u fokusuar në një portofol specifik brenda Unionit.",
		"The General Assembly and the Executive Board can decide to form various other committees, working groups and taskforces to focus on a specific portfolio within the Union’s work."
	],
	"about-3": [
		"На локално ниво, Сојузот го сочинуваат локални ограноци во кои се вклучени активисти, членови и младински амбасадори од средношколското население во таа област. Локалните ограноци се предводени од нашите високо мотивирани и посветени младински амбасадори.",
		"Në nivel lokal, Unioni përbëhet nga degët lokale që përfshijnë aktivistë, anëtarë dhe ambasadorë të rinjë nga shkollat e mesme  në atë zonë. Degët lokale drejtohen nga ambasadorët tonë të rinj shumë të motivuar dhe të përkushtuar.",
		"On the local level, the Union consists of local branches that include activists, members and youth ambassadors from the high-school population in that area. The local branches are led by our highly motivated and dedicated youth ambassadors."
	],
	"board-title": [
		"ЗАПОЗНАЈТЕ ГИ ЧЛЕНОВИТЕ НА ИЗВРШНИОТ ОДБОР",
		"NJOFTOHUNI ME ANËTARËT E BORDIT EKZEKUTIV",
		"MEET THE MEMBERS OF THE EXECUTIVE BOARD"
	],
	"board-luka-0": [
		"Лука Павиќевик",
		"Luka Paviqeviq",
		"Luka Pavikjevikj"
	],
	"board-luka-1": [
		"Претседател",
		"Kryetar",
		"President"
	],
	"board-luka-2": [
		"Јас сум матурант во Гимназија НОВА како стипендист на Меѓународната фондација „Борис Трајковски“. Уште кога бев во основно училиште, се сеќавам дека гласот на учениците беше извртуван, игнориран, па дури и исклучуван. Немаше структури кои соодветно го претставуваа нашиот глас, додека ученичките совети постоеја само на хартија. Оваа неправда ме мотивираше да станам истражувач и активист. Освен што сум публикуван автор, главен уредник на мојот училишен весник, NOVA Times и секретар на ученичкиот совет, мојата кариера во Сојузот започна пролетта 2020 година како член на Извршниот одбор и потоа, Генерален секретар. Мандатот го добив во јуни 2021 година, а овие две години како ваш претседател ќе ги искористам за создавање систем кој соодветно ќе нè претставува во годините коишто ни претстојат.",
		"Jam nxenes i vitit të katërt dhe nje Boris Trajkovski skolar në NOVA International Schools. Që në shkollën fillore, isha i frustruar duke parë zërin e nxënësve të përdredhur, të injoruar apo edhe të mbyllur( te pushuar). Nuk kishte struktura që të përfaqësonin zërin tonë në mënyrë adekuate, perderisa  këshillat studentorë po shërbenin si vulë gome. Kjo padrejtësi më motivoi të bëhem studiues dhe aktivist. Përveçse qe  jam autor i botuar, kryeredaktor i gazetës së shkollës sime, NOVA Times dhe sekretar i këshillit studentor, karriera ime në Union nisi/ filloi në pranverën e vitit 2020 si anëtar i Bordit Ekzekutiv dhe më pas , Sekretar i përgjithshëm. I zgjedhur në qershor 2021, u do t'i përdor këto dy vite si Kryetari  juaj për krijimin e një sistemi që do të na përfaqësojë siç duhet për vitet në vijim.",
		"I am a fourth-year student and a Boris Trajkovski Scholar at NOVA International Schools. Ever since my primary school days, I was frustrated by seeing the voice of the students twisted, ignored, or even shut down. There were no structures that adequately represented our voice, while the student councils served as a rubber stamp. This injustice motivated me to become a researcher and an activist. Apart from being a published author, co-editor-in-chief of my school’s newspaper, NOVA Times, and secretary of the student council, my career in the Union started in the spring of 2020 as a member of the Executive Board and, then, Secretary-General. Elected in June 2021, I will use these two years as your President on creating a system that will properly represent us for years to come."
	]
}